/* Initial login prompt for username and password */
"Login {0} with username and password" = "Session avec nom d'utilisateur et mot de passe";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Aucune information d'ouverture de session n'a été trouvée dans le Trousseau d'accès";
"The use of the Keychain is disabled in the Preferences" = "L'utilisation du Trousseau d'accès est désactivée dans les Préférences";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Mot de passe non valide";
"Private key password protected" = "Mot de passe protégé par une clé privée";
"Enter the passphrase for the private key file" = "Entrer le mot de passe pour le fichier de clé privée";

"Login canceled" = "Ouverture de session annulée";
"Login failed" = "Ouverture de session échouée";
"Login successful" = "Ouverture de session réussie";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Sélectionnez la clé privée au format PEM/PuTTY";

/* Challenge-Respone authentication */
"Partial authentication success" = "Authentification partielle réussie";
"Provide additional login credentials" = "Fournir des informations de connexion supplémentaires";

/* Login prompt placeholders */
"Username" = "Nom d'utilisateur";
"Password" = "Mot de passe";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Connexion {0} non-sécurisée";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} sera envoyé en clair.";
"Don't show again" = "Ne plus afficher";
"Continue" = "Continuer";
"Disconnect" = "Déconnecter";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "Le serveur supporte les connexions encryptées, voulez vous passer à {0} ?";
"Change" = "Changer";